Repository: deadshot1612/tele-bot
Catalog: apps/bot/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Back
uz: ◀️Ortga

source: Share your phone number
uz: Telefon raqamni jo'natish

source: Settings
uz: ⚙️Sozlamalar

source: Menu
uz: Menyu

source: Change Name
uz: Ismini almashtirish

source: Choose language
uz: Tilni tanlang

source: Enter your full name
uz: Ism-Familiyangizni kiriting

source: Hi! Nice to meet you again!
uz: Assalomu alaykum, Sizni qayta ko'rishdan xursandman

source: Please enter your phone number:
uz: Iltimos, Telefon raqamingizni kiriting

source: Dear
uz: Qadrli

source: Thanks for registration
uz: Ro'yxatdan o'tganingiz uchun rahmat

source: What do you want to eat
uz: Tanlang

source: Choice food what do you want to eat
uz: Ovqat tanlang

source: Please choice settings
uz: ⚙️Sozlamalar

source: Full Name
uz: Ism Sh'rif

source: Phone Number
uz: Telefon raqam

source: Return to Homepage
uz: Bosh sahif

source: Russian
uz: Rus Tili

source: English
uz: Ingiliz Tili

source: Uzbek
uz: O'zbek Tili
